{
    "1": "What weird food combinations do you really enjoy?",
    "2": "What social stigma does society need to get over?",
    "3": "What food have you never eaten but would really like to try?",
    "4": "Where are some unusual places you’ve been?",
    "5": "What would a world populated by clones of you be like?",
    "6": "What movie can you watch over and over without ever getting tired of?",
    "7": "When you are old, what do you think children will ask you to tell stories about?",
    "8": "If you could switch two movie characters, what switch would lead to the most inappropriate movies?",
    "9": "When did something start out badly for you but in the end, it was great?",
    "10": "What animal would be cutest if scaled down to the size of a cat?",
    "11": "What’s wrong but sounds right?",
    "12": "What’s the best practical joke that you’ve played on someone or that was played on you?",
    "13": "What was the last photo you took?",
    "14": "What’s the spiciest thing you’ve ever eaten?",
    "15": "What’s the most interesting building you’ve ever seen or been in?",
    "16": "What mythical creature do you wish actually existed?",
    "17": "What's your favorite movie quote?",
    "18": "What game have you spent the most hours playing?",
    "19": "What’s the craziest conversation you’ve overheard?",
    "20": "What movie, picture, or video always makes you laugh no matter how often you watch it?",
    "21": "What artist or band do you always recommend when someone asks for a music recommendation?",
    "22": "If you could have an all-expenses paid trip to see any famous world monument, which monument would you choose?",
    "23": "If animals could talk, which animal would be the most annoying?",
    "24": "If you were given five million dollars to open a small museum, what kind of museum would you create?",
    "25": "What bit of trivia do you know that is very interesting but also very useless?",
    "26": "What was the best thing that happened to you today?",
    "27": "What’s the most boring super hero you can come up with?",
    "28": "What word is a lot of fun to say?",
    "29": "What's your go to restaurant for amazing food?",
    "30": "What’s your best story from a wedding?",
    "31": "What’s something that everyone, absolutely everyone, in the entire world can agree on?",
    "32": "What’s the funniest word in the English language?",
    "33": "What’s the worst hairstyle you’ve ever had?",
    "34": "What habit do you have now that you wish you started much earlier?",
    "35": "What is something you are obsessed with?",
    "36": "What three words best describe you?",
    "37": "What’s your favorite number? Why?",
    "38": "What’s your favorite way to waste time?",
    "39": "What is something popular now that annoys you?",
    "40": "If you had intro music, what song would it be? Why?",
    "41": "What were you really into when you were a kid?",
    "42": "If you could have any animal as a pet, what animal would you choose?",
    "43": "If you opened a business, what kind of business would it be?",
    "44": "Who had the biggest impact on the person you have become?",
    "45": "Where is the most beautiful place you have been?",
    "46": "Who was your best friend in elementary school?",
    "47": "What’s your favorite season? Why?",
    "48": "What do you bring with you everywhere you go?",
    "49": "Where and when was the most amazing sunset you have ever seen?",
    "50": "If you had to change your name, what would your new name be?",
    "51": "What word or saying from the past do you think should come back?",
    "52": "What is your guilty pleasure?",
    "53": "Who is the funniest person you’ve met?",
    "54": "What weird or useless talent do you have?",
    "55": "What’s the best sitcom past or present?",
    "56": "What cartoons did you watch as a child?",
    "57": "Which TV show do you want your life to be like?",
    "58": "When was the last time you went to a movie theater?",
    "59": "What was your favorite book as a child?",
    "60": "What was the last song you listened to?",
    "61": "What is your favorite movie soundtrack?",
    "62": "What song always puts you in a good mood?",
    "63": "What’s the best way to discover new music?",
    "64": "What's your favorite sport?",
    "65": "Who are your favorite athletes?",
    "66": "What is the strangest themed restaurant you have heard of?",
    "67": "What’s the best way to travel?",
    "68": "Have you traveled to any different countries? Which ones?",
    "69": "What piece of technology is really frustrating to use?",
    "70": "What sci-fi movie or book would you like the future to be like?",
    "71": "What is the biggest holiday for your family?",
    "72": "What is your favorite holiday?",
    "73": "If you could make a holiday, what would it be like? What traditions would it have? What would people eat on your holiday?",
    "74": "Did you ever have a food fight?",
    "75": "Time freezes for everyone but you for one day. What do you do?",
    "76": "The world has become infested with rabid dogs with the intelligence of a 5-year-old, what would you do to survive the “a-pup-calypse”?",
    "77": "Think of a brand, now what would an honest slogan for that brand be?",
    "78": "If you had a giraffe that you needed to hide, where would you hide it?",
    "79": "What word do you always mispronounce?",
    "80": "What weird potato chip flavor that doesn’t exist would you like to try?",
    "81": "What’s the best sandwich you’ve ever had?",
    "82": "What’s the cutest thing you can imagine? Something so cute it’s almost painful.",
    "83": "What awful movie do you love?",
    "84": "What normally delicious food gets ruined when you wrap it in a tortilla?",
    "85": "What’s the most rage inducing game you’ve ever played?",
    "86": "What’s the weirdest thing that has happened to you while working at your job/going to school?",
    "87": "What small change greatly improves a person’s appearance?",
    "88": "What’s the funniest thing you’ve seen a kid do?",
    "89": "What did you Google last?",
    "90": "What’s the smartest thing you’ve seen an animal do?",
    "91": "What are some misconceptions about your hobby?",
    "92": "What was one of the most interesting concerts you’ve been to?",
    "93": "What brand are you most loyal to?",
    "94": "If you built a themed hotel, what would the theme be and what would the rooms look like?",
    "95": "What’s the worst thing you’ve eaten out of politeness?",
    "96": "What’s the most ridiculous animal on the planet?",
    "97": "What would be an accurate tag line for each month?",
    "98": "What’s the weirdest text or email you’ve gotten?",
    "99": "What’s the creepiest tech out there?",
    "100": "What’s your favorite holiday movie?",
    "101": "Would you rather the aliens that make first contact be robotic or organic?",
    "102": "Would you rather lose the ability to read or lose the ability to speak?",
    "103": "Would you rather always be 10 minutes late or always be 20 minutes early?",
    "104": "Would you rather have more time or more money?",
    "105": "Would you rather be able to talk with the animals or speak all foreign languages?",
    "106": "Would you rather win the lottery or live twice as long?",
    "107": "Would you rather be Batman or Spiderman?",
    "108": "Would you rather be able to pee gasoline at will or generate electricity in your ass?",
    "109": "You have the option of taking £500 million. However, if you take it - there will be a snail that if it touches you, you die. You cannot kill the snail and you can’t tell what snail it is. Would you take the money? Why?",
    "110": "You must stay in one of these places for 24 hours. Each hour, someone enters with the intent to find and kill you. The places will be active as the peak of the day for each location. Security will be there as is usual. Where are you?\nA movie theater\nA school\nA mall\nAn abandoned mall\nA museum\nA hardware store",
    "111": "Back in the year 1812, would you rather that :\n\nA fully charged copy of your smartphone is sent to your ancestors \nVampirism starts to spread in eastern central Europe \nDragons awaken from their long slumber, they are hostile to humans\nAll coastal cities in the world become pirate havens\nWhy and what consequences do you think it would have?",
    "112": "You just turned 18. You have lived a life of poverty so far. Would you rather…\nDie at 30 but get $1,000,000,000 now.\nDie at 50 but get $1,000,000 now.\nDie at 70 but get $10,000 now.\nDie at 80 but you don’t physically age past 25.",
    "113": "Would you rather be vegan in a cannibal society or be a cannibal in a vegan society? Why?",
    "114": "If you were to lose a bet, would you rather tattoo 'I’m an idiot' on your forehead or Don’t take a shower for a year?",
    "115": "Which superpower with downside would you rather have?\n\nYou can fly but your name becomes Bubby Atkinson (no matter your gender) and everybody in the world wants to kill you\nYou can teleport but you have to watch the 1993 mario movie twice a day and post a positive review online or you'll dieYou can revive the dead but their personality changes to that of a middle aged man having a midlife crisis\nYou can shapeshift but you can only say 'The 1993 mario movie was actually a masterpiece'",
    "116": "Which of these 3 Pills would you rather take?\n\nBlack Pill=50% Greater Body Strength but, Shrink 4 Inches in Height\nRed Pill=Have your IQ go up by 30 Points but, you permanently lose all sense of taste\nBlue Pill=No longer require Food or Water but, instead of 8 Hours you need 14 Hours of Sleep a Night",
    "117": "Would you rather tell 50 orphans Santa isn't real OR eat a Thanksgiving dinner in front of 10 homeless people?",
    "118": "Would you rather live in the pocket of a giant kangaroo, or, have a pocket on your own belly that always hold a tiny kangaroo who is a verbal agitator to anyone in sight?",
    "119": "Would you rather have complete control over squirrels or humming birds?",
    "120": "Would you rather own a rhino the size of a hamster, or a hamster the size of a rhino?",
    "121": "You get a superpower with a drawback, which one would you choose?\n\nYou can fly but are naked and freezing cold the entire time, uncomfortably cold and won't warm up for rest of day\nTelekinesis but you suffer from intense pain throughout your entire body when it's used, lasting an hour after use\nSuperstrength but constant cramps/muscle aches throughout your entire body\nTelepathy but you get a migraine that lasts the rest of the day after using",
    "122": "Would you rather walk like a penguin, breathe like a gorilla, attack like a shark or dance like a starfish?",
    "123": "What type of punk genre would you rather live in?\n\nSteampunk\nCyberpunk\nSolarpunk/Ecopunk\nAtompunk\nGothic punk\nOceanpunk\n||Dang i did not know there were this many punks||",
    "124": "Would you rather fight a giraffe or two pit bulls?",
    "125": "Would you rather become very good looking, or very smart?",
    "126": "You get sent to hell. You have to select a job to support your new community which would you choose?\n\nDemon spider rancher\nDemon daycare worker\nAnti-firefighter\nTorturer\nDemon soldier",
    "127": "If you were born in the 16th century, would you rather be a vampire or a werewolf?",
    "128": "Would you rather have no teeth or no tongue?",
    "129": "Would you rather master all current languages like a native speaker or master all instruments like a concert musician?",
    "130": "Which of these magical items would you rather use to cast spells?\n\nWand\nGauntlet\nHand fan\nBanana\nA fedora",
    "131": "Would you rather have mastered a single skill to the utmost limit OR be able to do anything passably?",
    "132": "Would you rather die now or die in 50 years but always have Feliz Navidad stuck in your head?",
    "133": "Which of these mythical creature powers would you rather recieve?\n\ndragons belly - you can breathe fire\nSirens song - you can sing hypnotizing music\nPhoenix ashes - if you burn to death you revive at your prime\n Vampire's beauty - you ecome 3x more beautiful but also 3x more susceptible to sunburn/skin cancer\nUnicorns purity - if you're a virgin you can heal any illness or wound",
    "134": "Yould you rather have to survive 24 hours in the woods with no arms or no legs?",
    "135": "Would you rather have to live in a Walmart for a year (you can sleep and eat there, you won’t be kicked out, but you can’t leave for 12 months), or go to prison for a year?",
    "136": "What summon would you rather be able to summon for 15min\n\n3 Alligators\n15 pigeons\n2 wolves\n1 bear\n4 cats\n50 ants",
    "137": "Which world would you rather live in\n\nA medieval DnD-esque fantasy world with magic anyone can learn\nA wold where every popular conspiracy theory is true\nA retru futuristic utopia\nA world where everyone has superpowers based on their personality\nThe world of Pokemon",
    "138": "Would you rather be forced to only use Facebook or Twitter?",
    "139": "Would you rather break up with someone or be broken up with by them?",
    "140": "Would you rather snap your fingers and lightning shoots from the sky or stomp your feet and start an earthquake?",
    "141": "Would you rather regernerate any injury when cold, but slightly melt when exposed to too much heat OR hav eating and drinking be optional, but touching water hurts you",
    "142": "Would you rather have to throw yourself against every door in your way to open it or stub your toe every time you turn a corner?",
    "143": "Would you rather your beverage becomes watered down every time you take a drink OR have it always be the wrong temperature?",
    "144": "Would you rather know when youll die or how youll die?",
    "145": "Would you rather have twice as long arms, legs, torso or tongue?",
    "146": "Would you rather have one long foot or be one foot long? why?",
    "147": "Would you rather post a disturbing conspiracy theory on your social media once a week OR lose $20 every time you laugh?",
    "148": "Would you rather switch bodies with someone random each day or keep same body but switch genders each day?",
    "149": "Would you rather have a battle to the death with prime Mike Tyson but you have a 2 inch pocket knife, or 20 second graders who all have 2 inch pocket knives and you're unarmed?",
    "150": "Would you rather freeze things when you sneeze or melt things when you spit?",
    "151": "Would you rather team up with Wonder Woman or Captain Marvel?",
    "152": "Would you rather find true love today or win the lottery next year?",
    "153": "Would you rather be chronically under-dressed or overdressed?",
    "154": "Would you rather have universal respect or unlimited power?",
    "155": "Would you rather never be able to go out during the day or never be able to go out at night?",
    "156": "Would you rather have a personal maid or a personal chef?",
    "157": "Would you rather communicate only in emoji or never be able to text at all ever again?",
    "158": "Would you rather wear the same socks for a month or the same underwear for a week?",
    "159": "Would you rather spend a week in the forest or a night in a real haunted house?",
    "160": "Would you rather always have a full phone battery or a full gas tank?",
    "161": "Would you rather get a paper cut every time you turn a page or bite your tongue every time you eat?",
    "162": "Would you rather get trapped in the middle of a food fight or a water balloon fight?",
    "163": "Would you rather walk to work in heels or drive to work in reverse?",
    "164": "Would you rather have skin that changes color based on your emotions or tattoos appear all over your body depicting what you did yesterday?",
    "165": "Would you rather be the absolute best at something that no one takes seriously or be average at something well respected?",
    "166": "Would you rather have unlimited battery life on all of your devices or have free WiFi wherever you go?",
    "167": "Would you rather have a third nipple or an extra toe?",
    "168": "Would you rather have to wear every shirt inside out or every pair of pants backward?",
    "169": "Would you rather live in a treehouse or in a cave?",
    "170": "Would you rather have to wear stilettos to sleep or have to wear slippers everywhere you go?",
    "171": "Would you rather lose the ability to read or lose the ability to speak?",
    "172": "Would you rather have seven fingers on each hand or seven toes on each foot?",
    "173": "Would you rather run at 100 mph or fly at 20 mph?",
    "174": "Would you rather have 10,000 spoons when all you need is a knife or always have a knife but never be able to use spoons?",
    "175": "Would you rather talk like Yoda or breathe like Darth Vader?",
    "176": "Would you rather have tea with Queen Elizabeth or a beer with Prince Harry?",
    "177": "Would you rather be a genius everyone thinks is an idiot or an idiot everyone thinks is a genius?",
    "178": "Would you rather lose all of your teeth or all of your hair?",
    "179": "Would you rather never age physically or never age mentally?",
    "180": "Would you rather always have wet socks or a small rock in your shoe?",
    "181": "Would you rather have a tattoo of the title of the last book you read or the last TV show you watched?",
    "182": "Would you rather be stuck on a broken ski lift or in a broken elevator?",
    "183": "Would you rather always say everything on your mind or never speak again?",
    "184": "Would you rather spend the night in a luxury hotel room or camping surrounded by beautiful scenery?",
    "185": "Would you rather be a kid your whole life or an adult your whole life?",
    "186": "Would you rather have x-ray vision or magnified hearing?",
    "187": "Would you rather sneeze chocolate or have your tears tast like cheese?",
    "188": "Would you rather have 600 spiders in your bedroom or 6000 grasshoppers in the rest of the house?",
    "189": "Which of these would you have during a zombie apocalypse?\n\nMagical backpack (can store an unlimited amount of items while being lightweight\nHandgun with infinite ammo / no reload\nVirus Immunity (if bitten will not be infected; but zombies will still attack you.)\nCar with unlimited gasoline\nSecret base with 10 years of food and water",
    "190": "Would you rather have the ability to freeze time for 30 seconds once every day or rewind time 30 seconds once every day?",
    "191": "Would you rather gain all knowledge from books by merely touching them or gain any physical skills by merely watching a video of them?",
    "192": "Would you rather live with a ghost who cooks delicious meals for you everyday or live with a ghost who cleans your home everyday?",
    "193": "Would you rather be able to teleport or always have a minimum of £25 in your wallet",
    "194": "Would you rather bring a knife to a sworfight or a pistol to an assault-rifle-duel?",
    "195": "Would you rather e physically twice as fast or be able to think and process information at 1.25 times the speed",
    "196": "Would you rather be controlled by a mantis shrimp for a day and be forced to watch him make stupid shrimp decisions or be the most wanted pirate on all the seven seas for a month in the 1700s",
    "197": "Would you rather not able to stop being serious or not be able to stop joking",
    "198": "Would you rather have a pet horse that you can show all your friends or a pet flying unicorn that you can NEVER talk about or show anyone?",
    "199": "Would you rather be able to control animals (not humans) with your mind or be able to control electronics with your mind",
    "200": "What sixth sense would you rather have?\n\nBullshit detector, you can instantly sense lies, manipulation and bad intentions\nClairvoyance/sentience/audience, your get interpretable signs about future events"
}